Repository: dokuzai/swapl
Catalog: ios/Swapl/Localizable.xcstrings
Source language: en
Languages: ar, ar_ps, el, es, fa, fr, id, it, ja, ro, th, tr, zh

source: Swapl member
ar: عضو Swapl
ar_ps: عضو Swapl
el: Μέλος Swapl
es: Miembro de Swapl
fa: عضو Swapl
fr: Membre Swapl
id: Anggota Swapl
it: Membro Swapl
ja: Swaplメンバー
ro: Membru Swapl
th: สมาชิก Swapl
tr: Swapl üyesi
zh: Swapl 会员

source: Swaps
ar: التبادلات
ar_ps: التبديلات
el: Ανταλλαγές
es: Intercambios
fa: مبادله‌ها
fr: Échanges
id: Tukaran
it: Scambi
ja: スワップ
ro: Schimburi
th: การแลกเปลี่ยน
tr: Takaslar
zh: 互换

source: Switch to hosting
ar: التبديل إلى الاستضافة
ar_ps: بدّل للاستضافة
el: Μετάβαση σε φιλοξενία
es: Cambiar a hospedar
fa: تغییر به میزبانی
fr: Passer en mode accueil
id: Beralih ke menjamu
it: Passa a host
ja: ホストに切り替え
ro: Comută la găzduire
th: สลับไปเป็นเจ้าของที่พัก
tr: Ev sahipliğine geç
zh: 切换到接待

source: Synced
ar: تمت المزامنة
ar_ps: متزامن
el: Συγχρονισμένο
es: Sincronizado
fa: همگام‌شده
fr: Synchronisé
id: Tersinkron
it: Sincronizzato
ja: 同期済み
ro: Sincronizat
th: ซิงค์แล้ว
tr: Eşitlendi
zh: 已同步

source: Tap a check-in then a check-out inside the home's availability. %1$@–%2$@ nights. Taken dates are greyed out.
ar: اضغط على تاريخ وصول ثم مغادرة ضمن توفر المنزل. %1$@–%2$@ ليالٍ. التواريخ المحجوزة باهتة.
ar_ps: دوس تاريخ دخول وبعدين خروج جوّا توفّر البيت. %1$@–%2$@ ليلة. التواريخ المحجوزة بتطلع رمادية.
el: Πατήστε ένα check-in και μετά ένα check-out εντός της διαθεσιμότητας του σπιτιού. %1$@–%2$@ νύχτες. Οι κατειλημμένες ημερομηνίες εμφανίζονται γκριζαρισμένες.
es: Toca una entrada y luego una salida dentro de la disponibilidad de la casa. %1$@–%2$@ noches. Las fechas ocupadas aparecen atenuadas.
fa: یک تاریخ ورود و سپس یک تاریخ خروج را در محدوده در دسترس بودن خانه ضربه بزنید. %1$@ تا %2$@ شب. تاریخ‌های اشغال‌شده خاکستری شده‌اند.
fr: Touchez une arrivée puis un départ dans la disponibilité du logement. %1$@–%2$@ nuits. Les dates prises sont grisées.
id: Ketuk check-in lalu check-out dalam ketersediaan rumah. %1$@–%2$@ malam. Tanggal yang sudah terisi tampak pudar.
it: Tocca un check-in poi un check-out entro la disponibilità della casa. %1$@–%2$@ notti. Le date occupate sono in grigio.
ja: 住まいの空き期間内でチェックイン、続いてチェックアウトをタップしてください。%1$@〜%2$@泊。予約済みの日付はグレー表示されます。
ro: Atinge o dată de sosire, apoi una de plecare în intervalul de disponibilitate al locuinței. %1$@–%2$@ nopți. Datele ocupate sunt estompate.
th: แตะวันเช็คอินแล้วตามด้วยวันเช็คเอาท์ภายในช่วงว่างของบ้าน %1$@–%2$@ คืน วันที่ถูกจองแล้วจะแสดงเป็นสีเทา
tr: Evin uygunluğu içinde önce bir giriş, sonra bir çıkış tarihine dokun. %1$@–%2$@ gece. Dolu tarihler soluk gösterilir.
zh: 在住所的可用时段内点选入住日，再点选退房日。%1$@–%2$@ 晚。已占用的日期显示为灰色。

source: Tap a start date, then an end date to block dates you don't want bookable. Swaps and Stay-with-Keys bookings are shown struck through and can't be edited here.
ar: اضغط على تاريخ بدء ثم تاريخ انتهاء لحجب التواريخ التي لا تريد إتاحتها للحجز. تُعرَض حجوزات التبادل والإقامة بالمفاتيح مشطوبة ولا يمكن تعديلها هنا.
ar_ps: دوس تاريخ بداية، وبعدين تاريخ نهاية عشان تحجب تواريخ ما بدّك حدا يحجزها. حجوزات التبديل والإقامة بالمفاتيح بتطلع مشطوبة وما بتنعدّل هون.
el: Πατήστε μια ημερομηνία έναρξης, μετά μια ημερομηνία λήξης για να αποκλείσετε ημερομηνίες που δεν θέλετε να είναι κρατήσιμες. Οι ανταλλαγές και οι κρατήσεις Stay-with-Keys εμφανίζονται διαγραμμένες και δεν μπορούν να επεξεργαστούν εδώ.
es: Toca una fecha de inicio y luego una de fin para bloquear las fechas que no quieres reservables. Los intercambios y las reservas con Llaves se muestran tachados y no se pueden editar aquí.
fa: یک تاریخ شروع و سپس یک تاریخ پایان را ضربه بزنید تا تاریخ‌هایی را که نمی‌خواهید قابل رزرو باشند مسدود کنید. رزروهای مبادله و اقامت‌با‌کلید با خط خورده نمایش داده می‌شوند و اینجا قابل ویرایش نیستند.
fr: Touchez une date de début, puis une date de fin pour bloquer les dates que vous ne voulez pas rendre réservables. Les échanges et les réservations Séjour-avec-Clés sont affichés barrés et ne peuvent pas être modifiés ici.
id: Ketuk tanggal mulai, lalu tanggal akhir untuk memblokir tanggal yang tak ingin bisa dipesan. Pemesanan tukaran dan Stay-with-Keys ditampilkan dengan coretan dan tak bisa diedit di sini.
it: Tocca una data di inizio, poi una di fine per bloccare le date che non vuoi prenotabili. Gli scambi e le prenotazioni Soggiorna-con-le-Chiavi sono mostrati barrati e non possono essere modificati qui.
ja: 予約不可にしたい日付をブロックするには、開始日、続いて終了日をタップしてください。スワップとKeyでの滞在の予約は取り消し線付きで表示され、ここでは編集できません。
ro: Atinge o dată de început, apoi una de sfârșit pentru a bloca datele pe care nu vrei să fie rezervabile. Schimburile și rezervările Stai-cu-Chei sunt afișate tăiate și nu pot fi editate aici.
th: แตะวันเริ่มต้น แล้วตามด้วยวันสิ้นสุดเพื่อบล็อกวันที่คุณไม่ต้องการให้จองได้ การแลกเปลี่ยนและการจองแบบ Stay-with-Keys จะแสดงเป็นขีดฆ่าและแก้ไขที่นี่ไม่ได้
tr: Rezerve edilmesini istemediğin tarihleri kapatmak için önce bir başlangıç, sonra bir bitiş tarihine dokun. Takaslar ve Anahtarla Konaklama rezervasyonları üstü çizili gösterilir ve burada düzenlenemez.
zh: 点选开始日期，再点选结束日期，以屏蔽你不想开放预订的日期。互换和用钥匙入住的预订以删除线显示，无法在此编辑。

source: Tap to continue creating your listing in the app
ar: اضغط لمتابعة إنشاء عرضك في التطبيق
ar_ps: دوس عشان تكمّل إنشاء إعلانك بالتطبيق
el: Πατήστε για να συνεχίσετε τη δημιουργία της καταχώρισής σας στην εφαρμογή
es: Toca para seguir creando tu anuncio en la app
fa: برای ادامه ایجاد آگهی در برنامه ضربه بزنید
fr: Touchez pour continuer à créer votre annonce dans l'app
id: Ketuk untuk melanjutkan membuat listing Anda di aplikasi
it: Tocca per continuare a creare il tuo annuncio nell'app
ja: タップしてアプリでリスティングの作成を続ける
ro: Atinge pentru a continua crearea anunțului tău în aplicație
th: แตะเพื่อสร้างรายการของคุณต่อในแอป
tr: İlanını uygulamada oluşturmaya devam etmek için dokun
zh: 点按以在应用中继续创建你的房源

source: Tell us the trip you're dreaming about — we'll compose a swap from real homes that match yours.
ar: أخبرنا عن الرحلة التي تحلم بها — وسنُنشئ تبادلاً من منازل حقيقية تطابق منزلك.
ar_ps: احكي لنا عن الرحلة اللي بتحلم فيها — رح نجهّز تبديل من بيوت حقيقية بتوافق بيتك.
el: Πείτε μας το ταξίδι που ονειρεύεστε — θα συνθέσουμε μια ανταλλαγή από πραγματικά σπίτια που ταιριάζουν με το δικό σας.
es: Cuéntanos el viaje con el que sueñas — compondremos un intercambio con casas reales que encajen con la tuya.
fa: سفری را که در آرزویش هستید به ما بگویید — ما از خانه‌های واقعی که با خانه شما تطابق دارند یک مبادله می‌سازیم.
fr: Décrivez-nous le voyage dont vous rêvez — nous composerons un échange à partir de vrais logements qui correspondent au vôtre.
id: Ceritakan perjalanan yang Anda impikan — kami akan menyusun tukaran dari rumah nyata yang cocok dengan milik Anda.
it: Raccontaci il viaggio che sogni — comporremo uno scambio da case reali che corrispondono alla tua.
ja: 夢見ている旅を教えてください。あなたの住まいに合う実在の住まいからスワップを作成します。
ro: Spune-ne despre călătoria la care visezi — vom compune un schimb din locuințe reale care se potrivesc cu a ta.
th: บอกเราเกี่ยวกับทริปที่คุณใฝ่ฝัน — เราจะสร้างการแลกเปลี่ยนจากบ้านจริงที่เข้ากับของคุณ
tr: Hayalini kurduğun seyahati bize anlat — seninkine uyan gerçek evlerden bir takas oluşturalım.
zh: 告诉我们你梦想中的旅程——我们会从与你匹配的真实住所中组合互换。

source: Tell us what went wrong
ar: أخبرنا بما حدث من خطأ
ar_ps: احكي لنا إيش صار غلط
el: Πείτε μας τι πήγε στραβά
es: Cuéntanos qué salió mal
fa: به ما بگویید چه اشتباهی رخ داد
fr: Dites-nous ce qui n'a pas fonctionné
id: Beri tahu kami apa yang salah
it: Dicci cosa non ha funzionato
ja: 何が問題だったか教えてください
ro: Spune-ne ce nu a mers bine
th: บอกเราว่าเกิดอะไรขึ้น
tr: Neyin yanlış gittiğini bize anlat
zh: 告诉我们出了什么问题

source: Tell us what's going on with your swap%@. We'll loop in your swap partner and our support team.
ar: أخبرنا بما يجري مع تبادلك%@. سنشرك شريك تبادلك وفريق الدعم لدينا.
ar_ps: احكي لنا إيش صاير بتبديلك%@. رح ندخّل شريكك بالتبديل وفريق الدعم.
el: Πείτε μας τι συμβαίνει με την ανταλλαγή σας%@. Θα ενημερώσουμε τον συνεργάτη ανταλλαγής σας και την ομάδα υποστήριξής μας.
es: Cuéntanos qué pasa con tu intercambio%@. Implicaremos a tu compañero de intercambio y a nuestro equipo de soporte.
fa: به ما بگویید با مبادله شما چه اتفاقی می‌افتد%@. ما شریک مبادله و تیم پشتیبانی‌مان را در جریان قرار می‌دهیم.
fr: Dites-nous ce qui se passe avec votre échange%@. Nous impliquerons votre partenaire d'échange et notre équipe de support.
id: Beri tahu kami apa yang terjadi dengan tukaran Anda%@. Kami akan melibatkan partner tukar Anda dan tim dukungan kami.
it: Raccontaci cosa sta succedendo con il tuo scambio%@. Coinvolgeremo il tuo partner di scambio e il nostro team di supporto.
ja: スワップ%@の状況を教えてください。スワップ相手とサポートチームを交えて対応します。
ro: Spune-ne ce se întâmplă cu schimbul tău%@. Îi vom implica pe partenerul tău de schimb și echipa noastră de asistență.
th: บอกเราว่าเกิดอะไรขึ้นกับการแลกเปลี่ยนของคุณ%@ เราจะดึงคู่แลกเปลี่ยนและทีมสนับสนุนของเราเข้ามาด้วย
tr: Takasında neler olduğunu bize anlat%@. Takas ortağını ve destek ekibimizi sürece dahil edeceğiz.
zh: 告诉我们你的互换出了什么状况%@。我们会让你的互换伙伴和客服团队介入。

source: Thanks for the feedback!
ar: شكراً على ملاحظاتك!
ar_ps: مشكور على الملاحظات!
el: Ευχαριστούμε για τα σχόλια!
es: ¡Gracias por tus comentarios!
fa: ممنون از بازخورد شما!
fr: Merci pour votre retour !
id: Terima kasih atas masukannya!
it: Grazie per il feedback!
ja: フィードバックをありがとうございます！
ro: Mulțumim pentru feedback!
th: ขอบคุณสำหรับความคิดเห็น!
tr: Geri bildirimin için teşekkürler!
zh: 感谢你的反馈！

source: That email is already registered. Try signing in.
ar: هذا البريد الإلكتروني مسجّل بالفعل. حاول تسجيل الدخول.
ar_ps: هالإيميل مسجّل من قبل. جرّب تسجّل دخول.
el: Αυτό το email είναι ήδη εγγεγραμμένο. Δοκιμάστε να συνδεθείτε.
es: Ese correo ya está registrado. Prueba a iniciar sesión.
fa: آن ایمیل قبلاً ثبت شده است. ورود را امتحان کنید.
fr: Cet e-mail est déjà enregistré. Essayez de vous connecter.
id: Email itu sudah terdaftar. Coba masuk.
it: Quell'email è già registrata. Prova ad accedere.
ja: そのメールアドレスはすでに登録されています。サインインをお試しください。
ro: Acest e-mail este deja înregistrat. Încearcă să te conectezi.
th: อีเมลนี้ลงทะเบียนไว้แล้ว ลองเข้าสู่ระบบ
tr: Bu e-posta zaten kayıtlı. Giriş yapmayı dene.
zh: 该邮箱已注册。请尝试登录。

source: That's the whole loop — host to earn, then travel. No money ever changes hands.
ar: هذه هي الدورة الكاملة — استضِف لتكسب، ثم سافر. لا تتبادل النقود أبداً.
ar_ps: هاي الدورة كلها — استضيف لتكسب، وبعدها سافر. ولا قرش بينتقل من إيد لإيد.
el: Αυτός είναι ολόκληρος ο κύκλος — φιλοξενήστε για να κερδίσετε, μετά ταξιδέψτε. Δεν αλλάζουν ποτέ χέρια χρήματα.
es: Ese es todo el ciclo — hospeda para ganar, luego viaja. El dinero nunca cambia de manos.
fa: این کل چرخه است — برای کسب امتیاز میزبانی کنید، سپس سفر کنید. هرگز پولی دست‌به‌دست نمی‌شود.
fr: Voilà toute la boucle — accueillez pour gagner, puis voyagez. Aucun argent ne change jamais de mains.
id: Itulah seluruh siklusnya — menjamu untuk mendapatkan poin, lalu jalan-jalan. Tak pernah ada uang yang berpindah tangan.
it: Ecco l'intero ciclo — ospita per guadagnare, poi viaggia. Non passa mai denaro di mano.
ja: これが一連の流れです — ホストして貯め、旅する。お金のやり取りは一切ありません。
ro: Asta e întregul ciclu — găzduiești ca să câștigi, apoi călătorești. Niciodată nu se schimbă bani.
th: นั่นคือวงจรทั้งหมด — เป็นเจ้าของที่พักเพื่อรับพอยต์ แล้วออกเดินทาง ไม่มีการแลกเปลี่ยนเงินเลย
tr: İşte tüm döngü bu — kazanmak için ev sahipliği yap, sonra seyahat et. Hiçbir zaman para el değiştirmez.
zh: 这就是整个循环——接待赚积分，再去旅行。全程不涉及任何金钱往来。

source: The address and home guide unlock 48h before your stay.
ar: يُفتَح العنوان ودليل المنزل قبل 48 ساعة من إقامتك.
ar_ps: العنوان ودليل البيت بينفتحوا 48 ساعة قبل إقامتك.
el: Η διεύθυνση και ο οδηγός σπιτιού ξεκλειδώνουν 48 ώρες πριν τη διαμονή σας.
es: La dirección y la guía de la casa se desbloquean 48 h antes de tu estancia.
fa: آدرس و راهنمای خانه ۴۸ ساعت قبل از اقامت شما باز می‌شوند.
fr: L'adresse et le guide du logement se débloquent 48 h avant votre séjour.
id: Alamat dan panduan rumah terbuka 48 jam sebelum inap Anda.
it: L'indirizzo e la guida della casa si sbloccano 48h prima del tuo soggiorno.
ja: 住所とホームガイドは滞在の48時間前に解除されます。
ro: Adresa și ghidul locuinței se deblochează cu 48 de ore înainte de sejurul tău.
th: ที่อยู่และคู่มือบ้านจะปลดล็อก 48 ชม. ก่อนการเข้าพักของคุณ
tr: Adres ve ev rehberi, konaklamandan 48 saat önce açılır.
zh: 地址和家庭指南将在你入住前 48 小时解锁。

source: The exact address unlocks soon
ar: يُفتَح العنوان الدقيق قريباً
ar_ps: العنوان الدقيق بينفتح قريب
el: Η ακριβής διεύθυνση ξεκλειδώνει σύντομα
es: La dirección exacta se desbloquea pronto
fa: آدرس دقیق به‌زودی باز می‌شود
fr: L'adresse exacte se débloque bientôt
id: Alamat persis akan segera terbuka
it: L'indirizzo esatto si sblocca a breve
ja: 正確な住所はまもなく解除されます
ro: Adresa exactă se deblochează curând
th: ที่อยู่ที่แน่นอนจะปลดล็อกเร็วๆ นี้
tr: Tam adres yakında açılır
zh: 确切地址即将解锁

source: The other host will be notified. This can't be undone.
ar: سيُخطَر المضيف الآخر. لا يمكن التراجع عن هذا.
ar_ps: المستضيف التاني رح ينعلم. هاد ما بينتراجع عنه.
el: Ο άλλος οικοδεσπότης θα ειδοποιηθεί. Αυτό δεν μπορεί να αναιρεθεί.
es: Se notificará al otro anfitrión. Esto no se puede deshacer.
fa: میزبان دیگر مطلع خواهد شد. این قابل بازگشت نیست.
fr: L'autre hôte sera averti. Cette action est irréversible.
id: Tuan rumah lain akan diberi tahu. Ini tidak bisa dibatalkan.
it: L'altro host verrà avvisato. L'operazione non può essere annullata.
ja: 相手のホストに通知されます。この操作は取り消せません。
ro: Cealaltă gazdă va fi notificată. Acțiunea nu poate fi anulată.
th: เจ้าของที่พักอีกฝ่ายจะได้รับแจ้ง การดำเนินการนี้ย้อนกลับไม่ได้
tr: Diğer ev sahibine bildirilecek. Bu geri alınamaz.
zh: 另一位房东将收到通知。此操作无法撤销。

source: They'll lose access to this conversation. You can invite them again anytime.
ar: سيفقدون الوصول إلى هذه المحادثة. يمكنك دعوتهم مرة أخرى في أي وقت.
ar_ps: رح يخسروا الوصول لهالمحادثة. بتقدر تدعيهم كمان مرة بأي وقت.
el: Θα χάσουν την πρόσβαση σε αυτή τη συνομιλία. Μπορείτε να τους προσκαλέσετε ξανά ανά πάσα στιγμή.
es: Perderán el acceso a esta conversación. Puedes volver a invitarlos cuando quieras.
fa: آن‌ها دسترسی به این گفتگو را از دست می‌دهند. می‌توانید هر زمان دوباره دعوتشان کنید.
fr: Ils perdront l'accès à cette conversation. Vous pouvez les réinviter à tout moment.
id: Mereka akan kehilangan akses ke percakapan ini. Anda bisa mengundang mereka lagi kapan saja.
it: Perderanno l'accesso a questa conversazione. Puoi invitarli di nuovo in qualsiasi momento.
ja: この会話へのアクセスがなくなります。いつでも再度招待できます。
ro: Va pierde accesul la această conversație. Îl poți invita din nou oricând.
th: พวกเขาจะไม่สามารถเข้าถึงการสนทนานี้ได้ คุณเชิญพวกเขาอีกครั้งได้ทุกเมื่อ
tr: Bu sohbete erişimlerini kaybedecekler. İstediğin zaman tekrar davet edebilirsin.
zh: 他们将失去对此对话的访问权限。你可随时再次邀请。

source: This case has been resolved.
ar: تم حل هذه الحالة.
ar_ps: هالحالة انحلّت.
el: Αυτή η υπόθεση επιλύθηκε.
es: Este caso se ha resuelto.
fa: این پرونده حل شده است.
fr: Ce dossier a été résolu.
id: Kasus ini telah diselesaikan.
it: Questo caso è stato risolto.
ja: この件は解決済みです。
ro: Acest caz a fost soluționat.
th: กรณีนี้ได้รับการแก้ไขแล้ว
tr: Bu vaka çözüldü.
zh: 此案件已处理完毕。

source: This case is closed.
ar: هذه الحالة مغلقة.
ar_ps: هالحالة مسكّرة.
el: Αυτή η υπόθεση έκλεισε.
es: Este caso está cerrado.
fa: این پرونده بسته شده است.
fr: Ce dossier est clos.
id: Kasus ini ditutup.
it: Questo caso è chiuso.
ja: この件はクローズされました。
ro: Acest caz este închis.
th: กรณีนี้ปิดแล้ว
tr: Bu vaka kapatıldı.
zh: 此案件已关闭。

source: This dashboard is for Swapl admins only.
ar: لوحة التحكم هذه مخصصة لمشرفي Swapl فقط.
ar_ps: هاللوحة لمسؤولي Swapl بس.
el: Αυτός ο πίνακας είναι μόνο για διαχειριστές Swapl.
es: Este panel es solo para administradores de Swapl.
fa: این داشبورد فقط برای مدیران Swapl است.
fr: Ce tableau de bord est réservé aux administrateurs Swapl.
id: Dasbor ini hanya untuk admin Swapl.
it: Questa dashboard è riservata agli amministratori Swapl.
ja: このダッシュボードはSwapl管理者専用です。
ro: Acest panou este doar pentru administratorii Swapl.
th: แดชบอร์ดนี้สำหรับผู้ดูแลระบบ Swapl เท่านั้น
tr: Bu pano yalnızca Swapl yöneticileri içindir.
zh: 此面板仅供 Swapl 管理员使用。

source: This erases the synthesised profile. It can be rebuilt from your in-app activity whenever you come back.
ar: يؤدي هذا إلى مسح الملف المُركَّب. يمكن إعادة بنائه من نشاطك داخل التطبيق متى عدت.
ar_ps: هاد بيمسح الملف المُجمّع. بينعاد بناءه من نشاطك جوّا التطبيق كل ما ترجع.
el: Αυτό διαγράφει το συντεθειμένο προφίλ. Μπορεί να αναδημιουργηθεί από τη δραστηριότητά σας εντός της εφαρμογής όποτε επιστρέψετε.
es: Esto borra el perfil sintetizado. Se puede reconstruir a partir de tu actividad en la app cuando vuelvas.
fa: این نمایه ساخته‌شده را پاک می‌کند. هر زمان که برگردید، می‌توان آن را از فعالیت شما در برنامه بازسازی کرد.
fr: Cela efface le profil synthétisé. Il peut être reconstruit à partir de votre activité dans l'app à votre retour.
id: Ini menghapus profil sintesis. Profil bisa dibangun ulang dari aktivitas Anda di aplikasi kapan pun Anda kembali.
it: Questo cancella il profilo sintetizzato. Può essere ricostruito dalla tua attività nell'app ogni volta che torni.
ja: これにより合成されたプロフィールが消去されます。再びお戻りになれば、アプリ内のアクティビティからいつでも再構築できます。
ro: Aceasta șterge profilul sintetizat. Poate fi reconstruit din activitatea ta în aplicație oricând revii.
th: การนี้จะลบโปรไฟล์ที่สังเคราะห์ไว้ มันสร้างขึ้นใหม่ได้จากกิจกรรมในแอปของคุณเมื่อใดก็ตามที่คุณกลับมา
tr: Bu, oluşturulan profili siler. Geri döndüğünde uygulama içi etkinliğinden yeniden oluşturulabilir.
zh: 这将清除合成的档案。你回来时可随时根据应用内活动重建。

source: This is what a guest spends — and what you earn — for each night they stay. We set it for you from your home's details, so it stays fair across every home on Swapl.
ar: هذا ما ينفقه الضيف — وما تكسبه أنت — عن كل ليلة يقيمها. نحدده لك من تفاصيل منزلك، ليبقى عادلاً عبر كل منزل على Swapl.
ar_ps: هاد اللي الضيف بيصرفه — واللي إنت بتكسبه — عن كل ليلة بيظل فيها. مننحطّه لك من تفاصيل بيتك، فبيظل عادل بين كل البيوت على Swapl.
el: Αυτό είναι ό,τι ξοδεύει ένας επισκέπτης — και ό,τι κερδίζετε εσείς — για κάθε νύχτα που μένει. Το ορίζουμε για εσάς από τα στοιχεία του σπιτιού σας, ώστε να παραμένει δίκαιο σε κάθε σπίτι στη Swapl.
es: Esto es lo que gasta un huésped — y lo que tú ganas — por cada noche que se aloja. Lo fijamos por ti a partir de los datos de tu casa, para que sea justo en todas las casas de Swapl.
fa: این چیزی است که یک مهمان خرج می‌کند — و شما کسب می‌کنید — برای هر شبی که اقامت می‌کند. ما آن را از روی جزئیات خانه‌تان برای شما تنظیم می‌کنیم، بنابراین در سراسر هر خانه در Swapl منصفانه می‌ماند.
fr: C'est ce qu'un voyageur dépense — et ce que vous gagnez — pour chaque nuit de séjour. Nous le déterminons pour vous à partir des détails de votre logement, afin que cela reste équitable sur tous les logements de Swapl.
id: Inilah yang dibelanjakan tamu — dan yang Anda peroleh — untuk setiap malam mereka menginap. Kami menetapkannya untuk Anda dari detail rumah Anda, agar tetap adil di semua rumah di Swapl.
it: È ciò che un ospite spende — e ciò che tu guadagni — per ogni notte di soggiorno. Lo impostiamo noi in base ai dettagli della tua casa, così resta equo su ogni casa di Swapl.
ja: これはゲストが1泊ごとに使う金額であり、あなたが獲得する金額でもあります。住まいの詳細をもとに設定するため、Swaplのすべての住まいで公平に保たれます。
ro: Aceasta este cât cheltuiește un oaspete — și cât câștigi tu — pentru fiecare noapte de sejur. O stabilim pentru tine pe baza detaliilor locuinței tale, ca să rămână echitabilă pentru fiecare locuință de pe Swapl.
th: นี่คือสิ่งที่ผู้เข้าพักจ่าย — และสิ่งที่คุณได้รับ — สำหรับแต่ละคืนที่พวกเขาเข้าพัก เรากำหนดให้คุณจากรายละเอียดบ้านของคุณ เพื่อให้ยุติธรรมกับทุกบ้านบน Swapl
tr: Bu, bir misafirin konakladığı her gece için harcadığı — ve senin kazandığın — miktardır. Bunu senin için evinin ayrıntılarından belirleriz, böylece Swapl'daki her evde adil kalır.
zh: 这是房客每晚入住所花费、也是你所赚取的。我们根据你家的信息为你设定，以确保 Swapl 上每个家都公平。

source: This is what you earn for each night a guest stays with you.
ar: هذا ما تكسبه عن كل ليلة يقيمها ضيف معك.
ar_ps: هاد اللي بتكسبه عن كل ليلة ضيف بيظل عندك.
el: Αυτό είναι ό,τι κερδίζετε για κάθε νύχτα που ένας επισκέπτης μένει μαζί σας.
es: Esto es lo que ganas por cada noche que un huésped se aloja contigo.
fa: این چیزی است که برای هر شبی که یک مهمان نزد شما اقامت می‌کند کسب می‌کنید.
fr: C'est ce que vous gagnez pour chaque nuit où un voyageur séjourne chez vous.
id: Inilah yang Anda peroleh untuk setiap malam tamu menginap bersama Anda.
it: È ciò che guadagni per ogni notte in cui un ospite soggiorna da te.
ja: これはゲストが1泊滞在するごとにあなたが獲得する金額です。
ro: Aceasta este cât câștigi pentru fiecare noapte în care un oaspete stă la tine.
th: นี่คือสิ่งที่คุณได้รับสำหรับแต่ละคืนที่ผู้เข้าพักอยู่กับคุณ
tr: Bu, bir misafirin yanında konakladığı her gece için kazandığın miktardır.
zh: 这是房客每晚入住你家时你所赚取的。

source: This is your home
ar: هذا منزلك
ar_ps: هاد بيتك
el: Αυτό είναι το σπίτι σας
es: Esta es tu casa
fa: این خانه شماست
fr: C'est votre logement
id: Ini rumah Anda
it: Questa è la tua casa
ja: これはあなたの住まいです
ro: Aceasta este locuința ta
th: นี่คือบ้านของคุณ
tr: Bu senin evin
zh: 这是你的家

source: This listing no longer exists.
ar: لم يعد هذا العرض موجوداً.
ar_ps: هالإعلان ما عاد موجود.
el: Αυτή η καταχώριση δεν υπάρχει πλέον.
es: Este anuncio ya no existe.
fa: این آگهی دیگر وجود ندارد.
fr: Cette annonce n'existe plus.
id: Listing ini sudah tidak ada.
it: Questo annuncio non esiste più.
ja: このリスティングはもう存在しません。
ro: Acest anunț nu mai există.
th: รายการนี้ไม่มีอยู่อีกต่อไป
tr: Bu ilan artık mevcut değil.
zh: 此房源已不存在。

source: This removes your proposal. You can always send a new one.
ar: يؤدي هذا إلى إزالة اقتراحك. يمكنك دائماً إرسال اقتراح جديد.
ar_ps: هاد بيشيل اقتراحك. بتقدر دايماً تبعت واحد جديد.
el: Αυτό αφαιρεί την πρότασή σας. Μπορείτε πάντα να στείλετε μια νέα.
es: Esto elimina tu propuesta. Siempre puedes enviar una nueva.
fa: این پیشنهاد شما را حذف می‌کند. همیشه می‌توانید یک پیشنهاد جدید ارسال کنید.
fr: Cela supprime votre proposition. Vous pouvez toujours en envoyer une nouvelle.
id: Ini menghapus usulan Anda. Anda selalu bisa mengirim yang baru.
it: Questo rimuove la tua proposta. Puoi sempre inviarne una nuova.
ja: これにより提案が削除されます。いつでも新しい提案を送れます。
ro: Aceasta îți elimină propunerea. Poți oricând trimite una nouă.
th: การนี้จะนำข้อเสนอของคุณออก คุณส่งข้อเสนอใหม่ได้เสมอ
tr: Bu, teklifini kaldırır. İstediğin zaman yenisini gönderebilirsin.
zh: 这将撤回你的提议。你随时可以再发一份新的。
